---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.DuplicateRebar
source: html/c78f3400-20f1-b9d2-efb4-e4eda9765d42.htm
---
# Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.DuplicateRebar Property

There are identical rebar in the same place. This will result in double counting in schedules.

## Syntax (C#)
```csharp
public static FailureDefinitionId DuplicateRebar { get; }
```